/* Printing Resolution */
"1200 x 1200" = "1200 x 1200";
"2400 x 1200" = "2400 x 1200";
"Automatic" = "自动";

/* Job Storage */
"HPJOBRETENTIONOPTION_QUICKCOPY_DS"="打印作业后，您可以使用打印机控制面板来打印更多份作业。 已存储的多份作业将被自动分页。";
"HPJOBRETENTIONOPTION_PROOFANDPRINT_DS"="在请求进行多份原件打印时，打印机将打印第一份。其余各份则保留在打印机上，直至您通过打印机控制面板释放它们。 已存储的多份作业将被自动分页。";
"HPJOBRETENTIONOPTION_STOREDJOB_DS"="您的作业将存储在打印机中，就好象它是一个电子文件柜。在您通过打印机控制面板请求作业之前，打印机不会打印作业。利用它存储表格和其它常用或共享文档。 已存储的多份作业将被自动分页。";
"HPJOBRETENTIONOPTION_PRIVATE_DS"="您的作业将存储在打印机上，并且在您通过打印机控制面板请求作业之前，打印机不会打印作业。专用打印作业用您指定的 4 位数个人识别号来保证安全。 已存储的多份作业将被自动分页。";
"HPJOBRETENTIONOPTION_PRIVATE_STOREDJOB_DS"="打印机就像一个电子文件柜，它会储存您的打印作业。除非通过打印机的控制面板请求执行作业，否则打印机不会打印任何文件。私人存储的打印作业由您指定的四位数的个人身份识别号码予以保护。已存储的多份作业将被自动分页。";
"HPJOBRETENTIONOPTION_OFF_DS"="打印机将打印您的作业，但不会存储作业。";
"HPJOBRETENTIONOPTION_STOREJOB_DS" = "打印机就像一个电子文件柜，它会储存您的打印作业。除非通过打印机的控制面板请求执行作业，否则打印机不会打印任何文件。存储的打印作业可能由您指定的四位数的个人身份识别号码予以保护。已存储的多份作业将被自动分页。";
"HPJOBRETENTIONOPTION_PERSONAL_DS" = "将打印作业存储在打印机上，直到您从打印机的控制面板请求作业。打印后，会将作业从打印机中删除。通过使用个人识别码 (PIN) 可以使打印作业私有。";

"HPJOBRETENTIONOPTION_HPJOBRETENTIONPERSONAL_HPUSEPINTOPRINT_FALSE" = "您的作业将存储在打印机上，并且在从打印机控制面板请求作业之前不会进行任何打印。在打印作业后，它将从打印机的作业存储中自动删除。";
"HPJOBRETENTIONOPTION_HPJOBRETENTIONPERSONAL_HPUSEPINTOPRINT_TRUE" = "您的作业将存储在打印机上，并且在从打印机控制面板请求作业并输入 PIN 之前不会进行任何打印。在打印作业后，它将从打印机的作业存储中自动删除。";
"HPJOBRETENTIONOPTION_HPJOBRETENTIONSTOREJOB_HPUSEPINTOPRINT_FALSE" = "您的作业将存储在打印机上，此时打印机就像一个电子文件柜。在从打印机控制面板请求作业之前不会进行任何打印。请对表单和其他常用或共享文档使用此存储方式。";
"HPJOBRETENTIONOPTION_HPJOBRETENTIONSTOREJOB_HPUSEPINTOPRINT_TRUE" = "您的作业将存储在打印机上，此时打印机就像一个电子文件柜。在从打印机控制面板请求作业并输入 PIN 之前不会进行任何打印。请对表单和其他公用或共享文档使用此存储方式。";

"HPSTRAIGHTPAPERPATH_DS" = "备用输出贮藏箱已打开";

/* Manual Duplex */
"HPMANUALDUPLEXSWITCH_DS" = "确保手动进纸盘已空；或者，如果从此纸盘开始打印，则该纸盘只应包含足以打印本文档的纸张（如果选定 重装导板，则再添加一张纸）。";
"HPMANUAL_DUPLEX_PRINT_GUIDE_CHECKBOX_TITLE" = "打印重新插入指南";

"HPTEXTNEUTRALGRAYS_SUMMARY" = "文本中性灰色";
"HPTEXTHALFTONE_SUMMARY" = "文本半色调";
"HPTEXTRGB_SUMMARY" = "文本 RGB";
"HPGRAPHICSNEUTRALGRAYS_SUMMARY" = "图形中性灰色";
"HPGRAPHICSHALFTONE_SUMMARY" = "图形半色调";
"HPGRAPHICSRGB_SUMMARY" = "图形 RGB";
"HPPHOTONEUTRALGRAYS_SUMMARY" = "照片中性灰色";
"HPPHOTOHALFTONE_SUMMARY" = "照片半色调";
"HPPHOTORGB_SUMMARY" = "照片 RGB";

"HPIMAGESHIFTFRONTX_SUMMARY" = "Front Horizontal Shift";
"HPIMAGESHIFTFRONTY_SUMMARY" = "Front Vertical Shift";
"HPIMAGESHIFTBACKX_SUMMARY" = "Back Horizontal Shift";
"HPIMAGESHIFTBACKY_SUMMARY" = "Back Vertical Shift";

/*Description for Booklet Printing PDE*/
"HPBOOKLETFILTER_AUTO_MANUAL_DS" = "要打印小册子，您必须选中上面的“双面打印”或“手动双面打印”复选框。";
"HPBOOKLETFILTER_MANUAL_DS" = "要打印小册子，您必须选中上面的“手动双面打印”复选框。";
"HPBOOKLETFILTER_AUTO_DS" = "要打印小册子，您必须选中上面的“双面打印”复选框。";
"DUPLEXER_NOT_INSTALLED" = "要打印小册子，需要安装双面打印器模块。";
"DUPLEXER_INSTALLED" = "要打印小册子，必须打开双面打印。";

"HPBOOKLET_PAGEORDER_CHECKBOX_TITLE" = "绑定右边的页面";

"HPWMSWITCH_CHECKBOX_TITLE" = "水印";

/*UntitledCustomName*/
"UntitledString"="未命名";

/* Color/Quality Options */
"CMANDRESOLUTION_GRAY600X600DPI_DS" = "600 dpi";
"CMANDRESOLUTION_CMYKIMAGERET3600_DS" = "ImageREt 3600";
"CMANDRESOLUTION_CMYKIMAGERET2400_DS" = "ImageREt 2400";
"CMANDRESOLUTION_CHECKBOX_TITLE" = "打印颜色为灰色";

"OUTPUTMODE_DS_COLORINPUT_BLACKRENDER_600X600DPI_OUTPUT_AUTOMATIC" = "彩色输入/黑色呈现: 600x600 dpi\n输出 (黑白/彩色): 自动";

"OUTPUTMODE_DS_GENERALOFFICE" = "黑着色:300x300 dpi \n彩色输入:300x300 dpi \n输出（黑色）:自动 \n输出（彩色）:自动";

"OUTPUTMODE_DS_PROFESSIONAL" = "黑着色:600x600 dpi \n彩色输入:600x600 dpi \n输出（黑色）:自动 \n输出（彩色）:自动";

"OUTPUTMODE_DS_PRESENTATION" = "黑着色:600x600 dpi \n彩色输入:600x600 dpi \n输出（黑色）:自动 \n输出（彩色）:自动\n黑色输出 1200x1200 优化 dpi 的这些纸张类型为:未指定、普通、HP 无光泽优质演示纸以及 HP 无光泽小册子纸";

"OUTPUTMODE_DS_MAXIMUMDPI" = "黑着色:600x600 dpi \n彩色输入:600x600 dpi \n输出（黑色）:自动 \n输出（彩色）:2400x1200 优化 dpi";
